Repository: netrunner-debian-kde-extras/qapt
Catalog: po/*/qapt-gst-helper.po
Languages: pa, tr

# @info
source: A GStreamer codec installer using QApt
tr: QApt kullanan bir GStreamer kod çözücü yükleyici

# @title
source: QApt Codec Searcher
tr: QApt Kod Çözücü Arayıcı

# @info:credit
source: Qt 5 port
tr: Qt 5 portu

# @info:shell
source: Attaches the window to an X app specified by winid
tr: Bir X uygulamasına winid ile belirlenen bir pencere iliştirir

# @info:shell
source: GStreamer install info
pa: GStreamer ਇੰਸਟਾਲ ਜਾਣਕਾਰੀ
tr: GStreamer kurulum bilgisi

# @info Error message
source: No valid plugin info was provided, so no plugins could be found.
tr: Geçerli bir eklenti bilgisi sağlanmadı, bu nedenle hiçbir eklenti bulunamadı.

# @title:window
source: Couldn't Find Plugins
tr: Eklentiler Bulunamadı

# @info:progress
source: Looking for plugins
pa: ਪਲੱਗਇਨ ਦੀ ਖੋਜ ਜਾਰੀ
tr: Eklentiler aranıyor

# @label
source: The package system could not be initialized, your configuration may be broken.
tr: Paket sistemi başlatılamadı, yapılandırmanız bozuk olabilir.

# @title:window
source: Initialization error
pa: ਸ਼ੁਰੁਆਤ ਗਲਤੀ
tr: Başlatma hatası

source: The following plugin is required: <ul><li>%2</li></ul>Do you want to search for this now?
tr: Aşağıdaki eklenti gerekli: <ul><li>%2</li></ul>Şimdi aramak ister misiniz?

# A program for which we have no name
source: A program
pa: ਪਰੋਗਰਾਮ
tr: Bir program

source: %2 requires an additional plugin to encode this file
pa: %2 ਨੂੰ ਇਹ ਫਾਇਲ ਇੰਕੋਡ ਕਰਨ ਲਈ ਹੋਰ ਪਲੱਗਇਨ ਦੀ ਲੋੜ ਹੈ
tr: %2, bu dosyayı kodlayabilmek için ek eklenti gerektiriyor

source: %2 requires an additional plugin to decode this file
pa: %2 ਨੂੰ ਇਹ ਫਾਇਲ ਡੀਕੋਡ ਕਰਨ ਲਈ ਹੋਰ ਪਲੱਗਇਨ ਦੀ ਲੋੜ ਹੈ
tr: %2 bu dosyanın kodunu çözmek için ek eklentiler gerektiriyor

# Search for packages
source: Search
pa: ਖੋਜ
tr: Ara

source: Confirm Changes
pa: ਬਦਲਾਅ ਪੁਸ਼ਟੀ
tr: Değişiklikleri Onayla

source: Install the following package?
pa: ਅੱਗੇ ਦਿੱਤਾ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨਾ ਹੈ?
tr: Aşağıdaki paket kurulsun mu?

# Install packages
source: Install
pa: ਇੰਸਟਾਲ
tr: Kur

# @label
source: Another application seems to be using the package system at this time. You must close all other package managers before you will be able to install or remove any packages.
tr: Şuanda başka bir uygulama paket sistemini kullanıyor gibi görünüyor. Bir paket kurmak ya da kaldırabilmek için diğer tüm paket yöneticilerini kapatmanız gerekli.

# @title:window
source: Unable to obtain package system lock
tr: Paket sistem kilidi alınamadı

# @label
source: You do not have enough disk space in the directory at %1 to continue with this operation.
tr: Bu işleme devam etmek için %1 dizininde yeterli disk alanınız yok.

# @title:window
source: Low disk space
pa: ਘੱਟ ਡਿਸਕ ਥਾਂ
tr: Düşük disk alanı

# @label
source: Could not download packages
pa: ਪੈਕੇਜ ਡਾਊਨਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ
tr: Paketler indirilemedi

# @title:window
source: Download failed
pa: ਡਾਊਨਲੋਡ ਫੇਲ੍ਹ ਹੈ
tr: İndirme başarısız

# @label
source: An error occurred while applying changes:
pa: ਬਦਲਾਅ ਲਾਗੂ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ:
tr: Değişiklikler uygulanırken bir hata oluştu:

# @title:window
source: Commit Error
pa: ਕਮਿਟ ਗਲਤੀ
tr: Gönderim hatası

# @label
source: This operation cannot continue since proper authorization was not provided
pa: ਕਾਰਵਾਈ ਜਾਰੀ ਨਹੀਂ ਰੱਖੀ ਜਾ ਸਕਦੀ ਹੈ, ਕਿਉਂਕਿ ਠੀਕ ਪਰਮਾਣਕਿਤਾ ਨਹੀਂ ਦਿੱਤੀ ਗਈ ਸੀ
tr: Geçerli yetkilendirme sağlanmadığından bu işlem devam edemez

# @title:window
source: Authentication error
pa: ਪਰਮਾਣਕਿਤਾ ਗਲਤੀ
tr: Yetkilendirme hatası

# @label
source: It appears that the QApt worker has either crashed or disappeared. Please report a bug to the QApt maintainers
tr: QApt çalışanı çökmüş veya kaybolmuş gibi görünüyor. Lütfen QApt bakımcılarına bir hata raporu gönderin

# @title:window
source: Unexpected Error
pa: ਅਚਾਨਕ ਗਲਤੀ
tr: Beklenmeyen Hata

# @label
source: The following package has not been verified by its author. Downloading untrusted packages has been disallowed by your current configuration.
tr: Aşağıdaki paketler, dağıtıcıları tarafından onaylanmadı. Güvenilmeyen paketlerin kurulumu geçerli yapılandırmanız tarafından engellendi.

# @title:window
source: Untrusted Packages
pa: ਅਣ-ਟਰੱਸਟ ਪੈਕੇਜ
tr: Güvenilmeyen Paketler

# @label
source: The package "%1" has not been found among your software sources. Therefore, it cannot be installed.
tr: "%1" paketi yazılım kaynaklarınızda bulunamadığından, kurulum yapılamaz.

# @title:window
source: Package Not Found
pa: ਪੈਕੇਜ ਨਹੀਂ ਲੱਭਿਆ
tr: Paket Bulunamadı

# @title:window
source: Media Change Required
pa: ਮੀਡਿਆ ਬਦਲਣ ਦੀ ਲੋੜ ਹੈ
tr: Ortamı Değiştirmeniz Gerekiyor

# @label
source: Please insert %1 into <filename>%2</filename>
tr: Lütfen %1 ortamını <filename>%2</filename> içine yerleştirin

# @title:window
source: Warning - Unverified Software
pa: ਸਾਵਧਾਨ - ਨਾ-ਜਾਂਚਿਆ ਸਾਫਟਵੇਅਰ
tr: Uyarı - Doğrulanmayan Yazılım

# @label
source: The following piece of software cannot be verified. <warning>Installing unverified software represents a security risk, as the presence of unverifiable software can be a sign of tampering.</warning> Do you wish to continue?
tr: Aşağıdaki yazılım parçası doğrulanamadı. <warning>Doğrulanmamış yazılımları yüklemek, bir güvenli riski oluşturabilir. Doğrulanamayan yazılımlar müdahale edilme belirtisi olabilir.</warning> Devam etmek istiyor musunuz?

# @label Progress bar label when waiting to start
source: Waiting to start.
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਉਡੀਕ ਜਾਰੀ ਹੈ।
tr: Başlamak için bekleniyor.

# @label Status label when waiting for a password
source: Waiting for authentication.
pa: ਪਰਮਾਣਕਿਤਾ ਲਈ ਉਡੀਕ ਜਾਰੀ
tr: Kimlik doğrulama bekleniyor.

# @label Status label when waiting for a CD-ROM
source: Waiting for required media.
tr: Gerekli ortam bekleniyor.

# @label Status label
source: Waiting for other package managers to quit.
tr: Diğer yazılım yöneticilerin çıkması bekleniyor.

# @label Status label
source: Loading package cache.
pa: ਪੈਕੇਜ ਕੈਸ਼ ਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।
tr: Paket önbelleği yükleniyor.

# @title:window
source: Downloading
pa: ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
tr: İndiriliyor

# @info:status
source: Downloading codecs
pa: ਕੋਡਕ ਡਾਊਨਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ
tr: Kod çözücüler indiriliyor

# @title:window
source: Installing
pa: ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
tr: Kuruluyor

# @info:status
source: Installing codecs
pa: ਕੋਡਕ ਇੰਸਟਾਲ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ
tr: Kod çözücüler kuruluyor

# @label
source: Package installation finished with errors.
tr: Paket kurulum hatalar ile tamamlandı.

# @title:window
source: Installation Failed
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਫੇਲ੍ਹ ਹੋਈ
tr: Kurulum Başarısız

# @label
source: Codecs successfully installed
tr: Kod çözücüler başarıyla kuruldu

# @title:window
source: Installation Complete
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸਮਾਪਤ ਹੋਈ
tr: Kurulum Tamamlandı

# @info
source: No plugins could be found
pa: ਕੋਈ ਪਲੱਗਇਨ ਨਹੀਂ ਲੱਭੀ ਹੈ
tr: Eklenti bulunamadı

# @title
source: Plugins Not Found
pa: ਪਲੱਗਇਨ ਨਹੀਂ ਲੱਭੀ
tr: Eklentiler Bulunamadı

# @label Progress bar label when waiting to start
source: Waiting
pa: ਉਡੀਕ ਜਾਰੀ
tr: Bekleniyor

# @info:credit
source: Jonathan Thomas
pa: ਜਾਨਥਨ ਥਾਮਸ
